espressif/esp-protocols/components/mosquitto/test/host_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_ESP_EVENT_POST_FROM_ISR=n
